Repository: lobbykit/intra
Catalog: web/app/themes/lobbykit/languages/*.po
Languages: sv_se

source: Messages
sv_se: Meddelanden

source: Authentication
sv_se: Autentisering

source: Login
sv_se: Logga in

source: Shows when the user tries to login to LobbyKit
sv_se: Visas när en användare försöker logga in till LobbyKit

source: Forgot
sv_se: Glömt

source: When the user tries to get a login link
sv_se: När en användare försöker få en inloggningslänk

source: Register
sv_se: Registrera

source: When the user tries to register new account
sv_se: När en användare registrerar nytt konto

source: New account success
sv_se: Nytt konto skapades

source: When a new account is created with the green new message to user
sv_se: När ett konto är skapat, grön meddelande till användaren

source: Email welcome
sv_se: Epostmeddelande välkommen

source: Email text when user gets new welcome mail
sv_se: Eposttext när en användare blivit ny medlem

source: Card
sv_se: Kort

source: A simple card to place in sidebar or modules
sv_se: Ett enkelt kort för sidopanel eller modullistning

source: Link button
sv_se: Länkknapp

source: A call to action button / link under text
sv_se: En länkknapp under text

source: Link button color
sv_se: Länkknappsfärg

source: The color of the link button
sv_se: Färgen på länkknappen

source: Select a color!
sv_se: Välj en färg!

source: Dummy Countries
sv_se: Dummy Land

source: This module is just a dummy...
sv_se: Denna modul är bara en dummy…

source: Article page
sv_se: Artikelsida

source: Simple text and modules under
sv_se: Enkel text med moduler under

source: Module page
sv_se: Modulsida

source: Simple page with modules and a sidebar column
sv_se: Enkel sida med moduler och en sidopanel

source: Profile page
sv_se: Profilsida

source: A page to edit the current logged in profile
sv_se: En sida för att ändra inloggad persons profil

source: Modules
sv_se: Moduler

source: Modules to display on page
sv_se: Moduler att visa på sida

source: Sidebar Reference
sv_se: Sidopanelsreferens

source: Points to another page sidebar
sv_se: Pekar på annan sida med sidopanel

source: Sidebar
sv_se: Sidopanel

source: If no sidebar reference then place modules here!
sv_se: Om ingen referens till sida med sidopanel, lägg till moduler här!

source: No profile page set!
sv_se: Profilsida ej vald!

source: Mandrill settings
sv_se: Inställningar Mandrill

source: From Name
sv_se: Namn (från)

source: From Email
sv_se: E-post (från)

source: Secret Key
sv_se: Hemlig nyckel

source: Please, wait for response...
sv_se: Vänta på svar…

source: Sorry! Given credentials are not correct.
sv_se: Ledsen men angivna uppgifter är inte korrekta.

source: Login link to
sv_se: Logga in till

source: Login link requested. This can only be used once.<br/>
sv_se: Inloggningslänk efterfrågad. Denna länk kan bara användas en gång.<br/>

source: Secret Login Link
sv_se: Hemlig inloggningslänk

source: Login link sent. Check your inbox!
sv_se: Inloggningslänk är skickad. Kolla din inkorg!

source: Welcome! We will now start redirecting you...
sv_se: Välkommen! Vi slussar dig vidare…

source: Email is not acceptable!
sv_se: E-postadressen är inte korrekt!

source: Please ensure first name and last name!
sv_se: Säkerställ förnamn och efternamn!

source: Password needs to be at least 6 letters or digits long.
sv_se: Lösenord ska vara minst 6 tecken eller siffror långt.

source: Email address already exists. Use the "Forgot password" to get a login link!
sv_se: E-postadressen finns redan. Använd “Glömt lösenord” för att få inloggningslänk!

source: Not possible to create an account with the data given.
sv_se: Inte möjligt att skapa konto med uppgifterna nedan.

source: Module
sv_se: Modul

source: Create new
sv_se: Skapa ny

source: Create new Module
sv_se: Skapa ny modul

source: Edit Module
sv_se: Ändra modul

source: New Module
sv_se: Ny modul

source: Show Module
sv_se: Visa modul

source: Search Module
sv_se: Sök modul

source: No Modules found
sv_se: Inga moduler funna

source: No Modules in trash
sv_se: Inga moduler i papperskorgen

source: Module parent:
sv_se: Modulförälder:

source: All Modules
sv_se: Alla moduler

source: Module Archive
sv_se: Modularkiv

source: Add in Module
sv_se: Lägg till modul

source: Uploaded to Module
sv_se: Uppladdat till modul

source: Filter Module list
sv_se: Filterera moduler

source: Navigate list
sv_se: Navigeringslista

source: Module list
sv_se: Modullista

source: Sidebar Authorized
sv_se: Sidopanel för inloggade

source: Sidebar Unauthorized
sv_se: Sidopanel för icke-inloggade

source: Footer Menu
sv_se: Sidfotsmeny

source: No comments yet
sv_se: Inga kommentarer ännu

source: 1 comment
sv_se: 1 kommentar

source: Authorization required
sv_se: Inloggning krävs

source: Forgotten password
sv_se: Glömt lösenord

source: Email
sv_se: E-postadress

source: Your Email address
sv_se: Din e-postadress

source: Send login link
sv_se: Skicka inloggingslänk

source: Password
sv_se: Lösenord

source: Your secret password
sv_se: Ditt hemliga lösenord

source: Remember me
sv_se: Kom ihåg mig

source: Forgot password?
sv_se: Glömt lösenord?

source: Enter Slack generated code here and press enter!
sv_se: Ange kod från Slack och tryck retur!

source: Slack account
sv_se: Slack-kod

source: New account
sv_se: Nytt konto

source: Register new account
sv_se: Registrera nytt konto

source: Name
sv_se: Namn

source: Your first name and last name
sv_se: Ditt förnamn och efternamn

source: Workplace
sv_se: Arbetsplats

source: The name of your workspace, not required
sv_se: Namnet på din arbetsplats, ej obligatoriskt

source: Phone
sv_se: Telefon

source: Your phone number for contact, not required
sv_se: Ditt telefonnummer för kontakt, ej obligatoriskt

source: Design by <a href="https://github.com/modularcode">ModularCode</a>
sv_se: Design gjord av <a href="https://github.com/modularcode">ModularCode</a>

source: View All
sv_se: Visa alla

source: Edit content
sv_se: Ändra innehåll

source: Profile
sv_se: Profil

source: Notifications
sv_se: Notifieringar

source: Settings
sv_se: Inställningar

source: Logout
sv_se: Logga ut

source: Search
sv_se: Sök

source: Intranet based on WordPress and open source components/services only
sv_se: Intranät baserat på WordPress med komponenter och tjänster baserade på öppen källkod
